export const hows = [
  {
    text: "อะไรคือ The Last Melody?",
    description:
      "Last melody เป็นการแข่งขันดนตรีกันระหว่างฝ่ายคนดีและฝ่ายคนเลว จอร์จซึ่งเป็นอนาคตของดนตรีแชะเป็นตัวแทนของคนที่เชื่อมั่นในเสียงเพลง แต่ในเหล่านักดนตรีของจอร์จกลับมีบริวารขอบมอร์เดร็ดแอบแฝงกันอยู่ แม้กำลังฝ่ายคนเลวจะน้อยแต่ด้วยความที่พวกเขารู้ตัวตนกันและกัน อีกทั้งยังหลบซ่อนตัวอยู่โดนไม่มีใครล่วงรู้ ทว่าหนึ่งในนักดนตรีของจอร์จนามว่าเมอร์ลินล่วงรู้ถึงความลับนั้น เขาจะต้องส่งสัญญาณให้คนอื่นรู้ให้ได้แต่หากฝ่ายคนเลวช่วงรู้ว่าตัวตนที่แท้จริงของเมอร์ลินว่าคือใคร ทุกคนก็จะพ่ายแพ้!!!!!!",
  },
  {
    text: "เป้าหมายของเกมคืออะไร?",
    description:
      "เป็นเกมแนวจัยโกหก/หาคนเลว การที่เราจะส่งคนออกไปทำภารกิจให้สำเร็จโดยที่ทุกคนหรือหัวหน้าทีมในตานั้นไม่รู้เลยว่าใครเป็นฝ่ายคนดีหรือฝ่ายคนเลว เกมนี้จพต้องใช้การบลัฟ การใช้เหตุผล เพื่อหาฝ่ายคนเลวและนำฝ่ายคนดีไปทำภารกิจให้ได้มากที่สุด",
  },
  {
    text: "Card &token",
    crads: [
      {
        title: "Mission card",
        description: "คือการ์ด คำถามใช้สำหรับให้ผู้ออกมาทำภารกิจตอบคำถาม",
        img: "/cards/mission_card.png",
      },
      {
        title: "Approve card",
        description:
          "คือการ์ด อนุญาตให้ทีมที่หัวหน้าภารกิจเลือกคนไปทำภารกิจผ่านไปทำภารกิจได้",
        img: "/cards/approve_card.png",
      },
      {
        title: "Reject card",
        description:
          "คือการ์ด ไม่อนุญาตให้ทีมที่หัวหน้าภารกิจเลือกคนไปทำภารกิจได้",
        img: "/cards/reject_card.png",
      },
      {
        title: "Member card",
        description: "คือการ์ด แสดงถึงการเป็นลูกทีมที่ถูกเลือกออกไปทำภารกิจ",
        img: "/cards/member_card.png",
      },
      {
        title: "Mission leader",
        description:
          "คือการ์ด หัวหน้าทีมโดยจะเลือกคนออกไปทำภารกิจ3คน หัวหน้าทีมสามารถเลือกตัวเองออกไปทำภารกิจหรือไม่ทำก็ได้ โดยถ้าทำภารกิจเสร็จหัวหน้าทีมจะถูกส่งต่อให้คนถัดไปหรือการสร้างทีมไม่ผ่านก็ตะถูกส่งให้คนถัดไป",
        img: "/cards/leader_card.png",
      },
      {
        title: "Success token",
        description: "คือเครื่องหมายที่แสดงว่าภารกิจรอบนั้นทำสำเร็จ",
        img: "/cards/good_coin.png",
      },
      {
        title: "Fail token",
        description: "คือเครื่องหมายที่แสดงว่าภารกิจรอบนั้นทำไม่สำเร็จ",
        img: "/cards/bad_coin.png",
      },
      {
        title: "Count token",
        description:
          "คือเครื่องหมายในช่องVote trackว่าการสร้างทีมไม่สำเร็จกี่ครั้งแล้วเมื่อสร้างทีมไม่สำเร็จถึง5ครั้ง ฝ้ายคนเลวจะชนะทันที",
        img: "/cards/quest_track.png",
      },
    ],
  },
  {
    text: "Set up",
    description:
      "เริ่มเกมMod จะแจกไพ่ให้กับทุกคนเพื่อดูroleของตนเอง และMODจะอธิบายแจกจายการ์ดและToken กฎเงื่อนไขในการที่จะชนะและMODจะสั่งให้ทุกคนหลับตา และจะบอกให้แต่ฝ่ายคนเลวลืมตาขึ้นมาว่าใครอยู่ฝั่งเดียวกัน ",
  },
  {
    text: "How to win",
    description: "เกมจะจบได้2แบบนั้นคือฝ่ายคนดีชนะหรือฝ่านคนเลวชนะ",
    team: [
      {
        title: "servant of modred",
        codition: [
          "ทำภารกิจล้มเหลว3ครั้ง",
          "สร้างทีมล้มเหลว5ครั้ง",
          "ฝ่ายคนเลวสามารถสังหารเมอร์ลินได้ในตอนจบเกมที่ฝ่ายคนดีเป็นทำภารกิจสำเร็จ3ครั้ง",
        ],
      },
      { title: "loyal good", codition: ["ฝ่ายคนดีต้องทำภารกิจให้ได้ครบ3รอบ"] },
    ],
  },
  {
    text: "Gameplay",
    description:
      "Gameplay จะแบ่งเป็นช่วงๆ เริ่มที่การสร้างทีมออกไปทำภารกิจหัวหน้าทีมเลือกคนออกไปทำภารรกิจ3คนหัวหน้าทีมเลือกตัวเองหรือไม่เลือกไปทำภารกิจได้ ต่อไปเป็นการโหวตว่าอนุญาตให้ทีมนี้ออกไปทำภารกิจหรือไม่ หากผลโหวตไม่อนุญาตมีจำนวนมากกว่าการสร้างทีมจะล้มเหลวและหัวหน้าภารกิจจะถูกส่งให้คนถัดไปแต่หากการ์ดอนุญาตมีจำนวนมากกว่าทีมๆนั้นจะได้ออกไปทำภารกิจ โดยที่ภารกิจจะเป็นคำถามเกี่ยวกับMajor Scale ผู้ที่ออกไปทำภารกิจสามารถพูดคุยเพื่อหาคำตอบได้ เมื่อผู้ทำภารกิจจะตอบคำถามให้ส่งการ์ดคำตอบให้MOD เมื่อถึงเวลาเฉลยMODจะเปิดคำตอบของทุกคนทีละใบโดยที่ผู้ทำภารกิจไม่สามารถรู้ได้ว่าคำตอบของคนๆนั้นคือของใคร และผู้ทำภารกิจจะต้องต้องให้ถูกเหมือนกันทั้ง3คน ภารกิจในรอบนั้นจึงจะผ่าน",
  },
];
